YTable ;таблица координат Y для рассчёта реального адреса на экране
;строчки через одну, только чётные
;ниже адреса 20 строчки (3200) идут адреса за пределами экрана 3ed0
    defw #3ed0,#3ed0,#3ed0,#3ed0 ;20 знакоместо
    defw #3ed0,#3ed0,#3ed0,#3ed0
    defw #3ed0,#3ed0,#3ed0,#3ed0
    defw #3ed0,#3ed0,#3ed0,#3ed0
;
    defw #0000,#00a0,#0140,#01e0 ;0, 2, 4, 6 строка ;0 знакоместо
    defw #0280,#0320,#03c0,#0460 ;8 строка, 1 знакоместо
    defw #0500,#05a0,#0640,#06e0 ;16
    defw #0780,#0820,#08c0,#0960 ;24
;
    defw #0a00,#0aa0,#0b40,#0be0 ;32
    defw #0c80,#0d20,#0dc0,#0e60
    defw #0f00,#0fa0,#1040,#10e0
    defw #1180,#1220,#12c0,#1360
;
    defw #1400,#14a0,#1540,#15e0 ;64
    defw #1680,#1720,#17c0,#1860
    defw #1900,#19a0,#1a40,#1ae0
    defw #1b80,#1c20,#1cc0,#1d60
;
    defw #1e00,#1ea0,#1f40,#1fe0 ;96 строка
    defw #2080,#2120,#21c0,#2260
    defw #2300,#23a0,#2440,#24e0
    defw #2580,#2620,#26c0,#2760
;
    defw #2800,#28a0,#2940,#29e0 ;128
    defw #2a80,#2b20,#2bc0,#2c60
    defw #2d00,#2da0,#2e40,#2ee0
    defw #2f80,#3020,#30c0,#3160 ;19 знакоместо
;
    defw #3ed0,#3ed0,#3ed0,#3ed0 ;160 строка, 20е знакоместо
    defw #3ed0,#3ed0,#3ed0,#3ed0
    defw #3ed0,#3ed0,#3ed0,#3ed0
    defw #3ed0,#3ed0,#3ed0,#3ed0
;
    defw #3ed0,#3ed0,#3ed0,#3ed0 ;192 строка
    defw #3ed0,#3ed0,#3ed0,#3ed0
    defw #3ed0,#3ed0,#3ed0,#3ed0
    defw #3ed0,#3ed0,#3ed0,#3ed0
